tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "homebrew/cask-versions"
tap "armmbed/formulae"
tap "solidiquis/tap"

brew "erdtree"
brew "gawk"
brew "gnutls"
brew "harfbuzz"
brew "gnu-sed"
brew "neovim"
brew "node"
brew "open-ocd"
brew "pkg-config"
brew "gmp"
brew "qemu"
brew "tig"
brew "mpfr"
brew "libmpc"
brew "isl"
brew "zlib"
brew "expat"
brew "texinfo"
brew "flock"
brew "pkg-config"
brew "gtk4"
brew "libadwaita"
brew "armmbed/formulae/arm-none-eabi-gcc"
brew "solidiquis/tap/erdtree"
brew "bloaty"
brew "autojump"
brew "git-delta"
brew "eza"
brew "bat"
brew "bat-extras"

cask "amethyst"
cask "font-lekton-nerd-font"
cask "wezterm-nightly"
cask "zoom"
cask "microsoft-teams"
cask "chromium"

vscode "rust-lang.rust-analyzer"
vscode "vadimcn.vscode-lldb"
